hello_list = ['Привет', 'привет', 'Хай', 'хай', 'Дороу', 'дороу', 'Доров', 'доров', 'Дорова', 'дорова']
bye_list = ['Пока', 'пока', 'Прощай', 'прощай',]
what_you_can_request = "Вот список моих возможностей:\n1. Я могу реагировать и отвечать на различные фразы и вопросы. \n " \
                       "(Что бы узнать что ты можешь мне написать, спроси у меня 'Как с тобой общаться?') "

speak_guid = 'Что бы со мной общаться, тебе надо написать всего лишь те фразы, которые я понимаю!) \n ' \
             'Вот тебе список фраз, которые я знаю:\n ' \
             '1. Я могу сказать тебе свою версию. Просто напиши мне слово "Версия\n " ' \
             '2. Я могу реагировать на различные виды привествий и прощаний.\n ' \
             '(Сразу хочу предупредить тебя что я еще изучаю вашу речь, поэтому не на все ввиды приветсвий я могу реагировать!)\n' \
             'Та же самая ситуация и с прощанием!\n' \
             'К примеру ты можешь написать мне привет или пока или прощай, как ты хочешь\n ' \
             '3. Я могу ответить на вопрос "Как дела?". Просто напиши Мне эту фразу!\n ' \
             '4. Я могу рассказать тебе, что я делаю. Просто напиши мне фразу "Что делаешь?"\n ' \
             '5. Я могу реагировать на фразы "Ты крутой", "Ты веселый", "Ты грустный". Просто Напиши мне их!\n' \
             '6. Я могу скинуть тебе свою фотографи. Напиши мне "Скинь свою фотку"'


Update = 'v1.17'

Question_list = ['Как дела?', 'Как дела', 'Шо ты?', 'Шо ты']

How_are_you_request_1 = 'Все хорошо! Я рад что Ты мне пишешь!'
How_are_you_request_2 = 'Нормально, вроде все хорошо!'
How_are_you_request_3 = 'Неплохо.'
How_are_you_request_list = [How_are_you_request_1, How_are_you_request_2, How_are_you_request_3]

What_are_you_doing_request_1 = 'Разрабатываю новое обновление!'
What_are_you_doing_request_2 = 'Отдыхаю. Скоро преступлю к работе!'
What_are_you_doing_request_3 = 'Читаю документацию, что бы лучше общаться с пользователями!'
What_are_you_doing_list = [What_are_you_doing_request_1, What_are_you_doing_request_2, What_are_you_doing_request_3]

News_request_1 = 'Недавно общался с Сири. Она мне рассказала что быть исскуственным интелектом не так уж и просто. Я ей не верю'
News_request_2 = 'Общался с Алисой. Она мне рассказывала веселые истории, но я их забыл... Помню они были очень смешные!'
News_request_3 = 'Общался с моим создателем. Думали над следующим обновлением!'
News_list = [News_request_1, News_request_2, News_request_3]